### 北京2020积分落户数据分析（汪锦岐，https://wqsemc.github.io）
### top10

```
0001 彭俊 1974-09 北京金诚同达律师事务所 124.17
0002 王硕 1974-06 中交第四公路工程局有限公司 122.70
0003 李敏 1975-08 中海油田服务股份有限公司北京分公司 120.62
0004 王强 1974-05 中国石油天然气股份有限公司管道北京输油气分公司 119.25
0005 祁金中 1975-04 央视动漫集团有限公司 119.16
0006 李蒲青 1977-09 北京森星科技有限公司 119.16
0007 王志刚 1978-12 思科科技（北京）有限公司 118.37
0008 陈力 1982-08 中央电视台 118.21
0009 封岸巍 1974-06 北京格仁科技有限公司 117.05
0010 路亮 1978-06 中铁六局集团有限公司 116.58

```

### last10

```
6023 付金龙 1977-06 北京众汇蓝图家居用品有限公司 97.13
6024 谷攀峰 1979-05 北京市热力工程设计有限责任公司 97.13
6025 邓梁 1976-09 同方股份有限公司 97.13
6026 张恒 1981-07 北京卓融科技有限公司 97.13
6027 徐晓东 1977-07 睿至科技集团有限公司 97.13
6028 马欣 1980-11 新浪网技术（中国）有限公司 97.13
6029 刘会芹 1972-05 北京经观文化传媒有限公司 97.13
6030 李文龙 1976-11 布勒莱宝光学设备（北京）有限公司 97.13
6031 梁雪钰 1981-05 华润紫竹药业有限公司 97.13
6032 王艳娟 1978-02 中国畜牧业协会 97.13

```

### 人数    分数段

```
3563    [90,100)
2378    [100,110)
  88    [110,120)
   3    [120,130)
```

### 人数 生肖

```
    817 午马
    759 已蛇
    751 未羊
    650 申猴
    643 辰龙
    512 卯兔
    495 酉鸡
    375 戌狗
    368 寅虎
    334 丑牛
    190 亥猪
    138 子鼠
  
```

### 人数 年龄

```
    808 42
    751 43
    741 41
    644 40
    636 44
    507 45
    468 39
    365 46
    329 47
    290 38
    108 48
    107 49
     85 50
     83 37
     30 36
     27 51
     10 53
      9 54
      8 55
      6 56
      6 52
      5 57
      3 58
      3 35
      2 59
      1 32

```


### 人数   生日月份 
 
```
    623 10
    572 11
    572 09
    537 12
    505 03
    499 02
    490 01
    464 05
    455 08
    439 07
    439 06
    437 04

```


### 人数  姓名

```
      9 王鹏
      6 王伟
      6 张颖
      5 赵静
      5 石磊
      5 王琳
      5 王燕
      5 王涛
      5 王勇
      5 孙涛
      5 刘洋
      4 王鑫
      4 王莉
      4 王艳
      4 王丽娟
      4 杨帆
      4 李颖
      4 李荣
      4 李红
      4 李敏
      4 李强
      4 张旭
      4 张强
      4 张华
      4 张勇
      4 张军
      4 刘洁
      3 高峰
      3 陈静
      3 陈亮
      3 赵斌
      3 赵亮
      3 王芳
      3 王晶
      3 王悦
      3 王强
      3 王峰
      3 王宁
      3 王卓
      3 王东
      3 杨波
      3 杨威
      3 李静
      3 李锋
      3 李辉
      3 李莹
      3 李然
      3 李涛
      3 李彦
      3 李岩
      3 朱江
      3 张鹏
      3 张静
      3 张辉
      3 张莉
      3 张艳丽
      3 张磊
      3 张涛
      3 张洋
      3 张欣
      3 张晶
      3 张斌
      3 张志国
      3 张建华
      3 张宇
      3 张伟
      3 张丽
      3 孙静
      3 刘辉
      3 刘涛
      3 刘杰
      3 刘斌
      3 刘伟

......
```





### 人数 姓氏

```
    553 王
    477 李
    457 张
    369 刘
    173 陈
    168 杨
    165 赵
    126 孙
    114 周
    100 吴
     95 高
     94 黄
     86 郭
     82 徐
     73 马
     64 胡
     64 朱
     60 韩
     60 宋
     59 于
     53 郑
     53 董
     49 崔
     49 何
     48 田
     41 程
     40 梁
     39 冯
     38 金
     37 吕
     36 孟
     35 曹
     35 任
     33 肖
     33 石
     33 姚
     32 许
     31 苏
     31 姜
     31 丁
     30 范
     30 杜

......
```

### 人数   公司名称
```
    112 北京华为数字技术有限公司
     71 中央电视台
     28 华为技术有限公司北京研究所
     28 北京外企人力资源服务有限公司
     27 北京首钢建设集团有限公司
     27 中国石油天然气股份有限公司管道北京输油气分公司
     24 腾讯科技（北京）有限公司
     24 联想（北京）有限公司
     24 中国建筑第二工程局有限公司
     23 中国新华航空集团有限公司
     22 中国国际技术智力合作集团有限公司
     19 新华三技术有限公司北京研究所
     19 中铁三局集团第四工程有限公司
     18 北京前锦众程人力资源有限公司
     18 北京中铁隧建筑有限公司
     16 阿里巴巴（北京）软件服务有限公司
     16 百度在线网络技术（北京）有限公司
     15 中铁电气化局集团有限公司
     13 用友网络科技股份有限公司
     13 朔黄铁路发展有限责任公司
     13 北京现代汽车有限公司
     13 中海油田服务股份有限公司北京分公司
     12 清华大学
     12 富智康精密组件（北京）有限公司
     12 国际商业机器（中国）投资有限公司
     12 北京四方继保工程技术有限公司
     11 威睿信息技术（中国）有限公司
     10 同方知网（北京）技术有限公司
     10 中铁建工集团有限公司
     10 中国石油天然气股份有限公司勘探开发研究院
     10 中国民生银行股份有限公司
